Repository: KryptonGao/StudyPulse
Catalog: StudyPulse/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Tap a row to mark as done. Examples: ID, admission ticket, stationery, review list.
ja: 行をタップで完了マーク。例:身分証、受験票、文具、復習リスト。
ko: 행을 탭하여 완료 표시. 예: 신분증, 수험표, 문구, 복습 목록.
zh_hans: 点击行可标记完成。例如:身份证、准考证、文具、复习清单。
zh_hant: 點擊行可標記完成。例如:身份證、准考證、文具、複習清單。

source: Tap a subject to enable or disable it.
ja: 科目をタップして有効／無効を切り替えられます。
ko: 과목을 탭하여 활성화/비활성화할 수 있습니다.
zh_hans: 点击科目可启用或停用。
zh_hant: 點擊科目即可啟用或停用。

source: Tap below to change your avatar
ja: 下をタップしてアイコンを変更
ko: 아래를 탭하여 프로필 아이콘 변경
zh_hans: 点击下方更换头像
zh_hant: 點擊下方變更頭像

source: Tap the Mistakes tab, then tap the + button to create a new mistake note. Each mistake has four editable sections: Question, Reason, Wrong Solution, and Correct Solution. In each section, you can add a photo (camera or photo library) and OCR will automatically extract text from the image.
ja: 「間違い」タブをタップし、+ ボタンで新しい間違いノートを作成します。各ノートには「問題」「原因」「誤答」「正解」の4つの編集セクションがあります。各セクションで写真（カメラまたはフォトライブラリ）を追加でき、OCRが自動的に画像からテキストを抽出します。
ko: 「오답」탭을 탭한 후 + 버튼을 눌러 새 오답 노트를 만드세요. 각 오답 노트에는 '문제', '이유', '오답', '정답'의 네 가지 편집 섹션이 있습니다. 각 섹션에서 사진(카메라 또는 사진 라이브러리)을 추가할 수 있으며 OCR이 이미지에서 자동으로 텍스트를 추출합니다.
zh_hans: 点击「错题」标签页，然后点击 + 按钮创建新的错题。每道错题有四个可编辑区块：题目、原因、错误解答和正确解答。在每个区块中，您可以添加照片（相机或相册），OCR 将自动从图片中提取文字。
zh_hant: 點擊「錯題」標籤頁，然後點擊 + 按鈕創建新的錯題。每道錯題有四個可編輯區塊：題目、原因、錯誤解答和正確解答。在每個區塊中，您可以添加照片（相機或相簿），OCR 將自動從圖片中提取文字。

source: Tap to cycle today's mood
ja: タップして今日の気分を切り替え
ko: 탭하여 오늘의 기분 전환
zh_hans: 点击切换今日心情
zh_hant: 點擊切換今日心情

source: Tap to flip
ja: タップで裏返す
ko: 탭하여 뒤집기
zh_hans: 点击翻面
zh_hant: 點擊翻面

source: Target
ja: 目標点
ko: 목표 점수
zh_hans: 目标分
zh_hant: 目標分

source: Target date
ja: 目標日
ko: 목표 날짜
zh_hans: 目标日期
zh_hant: 目標日期

source: Target date: %@
ja: 目標日：%@
ko: 목표 날짜: %@
zh_hans: 目标日期：%@
zh_hant: 目標日期：%@

source: Target Exam Year
ja: 目標試験年度
ko: 목표 시험 연도
zh_hans: 目标考试年份
zh_hant: 目標考試年份

source: Target Plan
ja: 目標プラン
ko: 목표 플랜
zh_hans: 目标计划
zh_hant: 目標計劃

source: Target School
ja: 目標校
ko: 목표 학교
zh_hans: 目标学校
zh_hant: 目標學校

source: Target Score
ja: 目標点数
ko: 목표 점수
zh_hans: 目标分数
zh_hant: 目標分數

source: Task Deleted
ja: タスク削除済
ko: 작업 삭제됨
zh_hans: 任务已删除
zh_hant: 任務已刪除

source: Task Title
ja: タスク名
ko: 작업 제목
zh_hans: 任务标题
zh_hant: 任務標題

source: Task Type
ja: タスク種別
ko: 작업 유형
zh_hans: 任务类型
zh_hant: 任務類型

source: Tasks
ja: タスク
ko: 할 일
zh_hans: 待办
zh_hant: 待辦

source: Teal
ja: ティール
ko: 틸
zh_hans: 蓝绿
zh_hant: 藍綠

source: Tell us about you
ja: 自己紹介
ko: 자기소개
zh_hans: 介绍一下自己
zh_hant: 介紹一下自己

source: Temperature
ja: 温度
ko: 온도
zh_hans: 温度
zh_hant: 溫度

source: Template
ja: テンプレート
ko: 템플릿
zh_hans: 模板
zh_hant: 模板

source: Test #%d
ja: テスト #%d
ko: 테스트 #%d
zh_hans: 测试 #%d
zh_hant: 測試 #%d

source: Test Connection
ja: 接続テスト
ko: 연결 테스트
zh_hans: 测试连接
zh_hant: 測試連線

source: Test Notification
ja: テスト通知
ko: 테스트 알림
zh_hans: 测试通知
zh_hant: 測試通知

source: Test Notification Sent
ja: テスト通知を送信しました
ko: 테스트 알림이 전송되었습니다
zh_hans: 测试通知已发送
zh_hant: 測試通知已傳送

source: The backup contains an unsafe file path.
ja: バックアップに安全でないファイルパスがあります。
ko: 백업에 안전하지 않은 파일 경로가 있습니다.
zh_hans: 备份包含不安全的文件路径。
zh_hant: 備份包含不安全的檔案路徑。

source: The backup manifest is missing.
ja: バックアップの manifest がありません。
ko: 백업 manifest가 없습니다.
zh_hans: 备份缺少 manifest。
zh_hant: 備份缺少 manifest。

source: The selected file is not a valid StudyPulse backup.
ja: 選択したファイルは有効な StudyPulse バックアップではありません。
ko: 선택한 파일은 올바른 StudyPulse 백업이 아닙니다.
zh_hans: 所选文件不是有效的 StudyPulse 备份。
zh_hant: 所選檔案不是有效的 StudyPulse 備份。

source: Theme
ja: カテゴリテーマ
ko: 대주제 분류
zh_hans: 分类主题
zh_hant: 分類主題

source: Theme Color
ja: テーマカラー
ko: 테마 색상
zh_hans: 主题色
zh_hant: 主題色

# theme.shop.browseAll
source: Browse All Themes
ja: すべてのテーマを見る
ko: 모든 테마 보기
zh_hans: 浏览全部主题
zh_hant: 瀏覽全部主題

# theme.shop.debugBanner
source: Debug mode: all themes unlocked for preview
ja: デバッグモード:全テーマ解放済み(プレビュー可)
ko: 디버그 모드:모든 테마 잠금 해제됨(미리보기 가능)
zh_hans: 调试模式:所有主题已解锁,可自由预览
zh_hant: 除錯模式:所有主題已解鎖,可自由預覽

# theme.shop.item.aurora_cyan.description
source: Bright aurora green-cyan.
ja: 明るいオーロラグリーンシアン。
ko: 밝은 오로라 그린 시안.
zh_hans: 明亮极光绿青。
zh_hant: 明亮極光綠青。

# theme.shop.item.aurora_cyan.name
source: Aurora Cyan
ja: オーロラシアン
ko: 오로라 시안
zh_hans: 极光青
zh_hant: 極光青

# theme.shop.item.aurora_mist.description
source: Soft multi-color glow.
ja: 柔らかな多色グロー。
ko: 부드러운 멀티 컬러 글로우.
zh_hans: 柔和多彩光晕。
zh_hant: 柔和多彩光暈。

# theme.shop.item.aurora_mist.name
source: Aurora Mist
ja: オーロラミスト
ko: 오로라 미스트
zh_hans: 极光雾
zh_hant: 極光霧

# theme.shop.item.aurora.description
source: Green-blue-violet flow with soft orbs.
ja: 緑青紫の流れ + 柔光球。
ko: 녹청보라 흐름 + 부드러운 오브.
zh_hans: 绿蓝紫流动 + 柔和光球。
zh_hant: 綠藍紫流動 + 柔和光球。

# theme.shop.item.aurora.name
source: Aurora
ja: オーロラ
ko: 오로라
zh_hans: 极光
zh_hant: 極光

# theme.shop.item.blue.description
source: Default ocean blue.
ja: 既定のオーシャンブルー。
ko: 기본 오션 블루.
zh_hans: 默认海洋蓝。
zh_hant: 預設海洋藍。

# theme.shop.item.blue.name
source: Blue
ja: ブルー
ko: 블루
zh_hans: 海洋蓝
zh_hant: 海洋藍

# theme.shop.item.cyan.description
source: Bright cyan.
ja: 明るいシアン。
ko: 밝은 시안.
zh_hans: 明亮青色。
zh_hant: 明亮青色。

# theme.shop.item.cyan.name
source: Cyan
ja: シアン
ko: 시안
zh_hans: 青色
zh_hant: 青色

# theme.shop.item.forest.description
source: Dark green with firefly orbs.
ja: 深緑 + 蛍の光。
ko: 딥 그린 + 반딧불이.
zh_hans: 深绿 + 萤火光点。
zh_hant: 深綠 + 螢火光點。

# theme.shop.item.forest.name
source: Forest
ja: フォレスト
ko: 포레스트
zh_hans: 森林
zh_hant: 森林

# theme.shop.item.frosted_glass.description
source: iOS 26 liquid glass effect.
ja: iOS 26 リキッドガラス。
ko: iOS 26 리퀴드 글래스.
zh_hans: iOS 26 液态玻璃。
zh_hant: iOS 26 液態玻璃。

# theme.shop.item.frosted_glass.name
source: Frosted Glass
ja: フロステッドガラス
ko: 프로스티드 글래스
zh_hans: 磨砂玻璃
zh_hant: 磨砂玻璃

# theme.shop.item.galaxy_nebula.description
source: Deep purple starry background.
ja: 深紫の星空背景。
ko: 딥 퍼플 별 배경.
zh_hans: 深紫星空背景。
zh_hant: 深紫星空背景。

# theme.shop.item.galaxy_nebula.name
source: Galaxy Nebula
ja: ギャラクシー星雲
ko: 갤럭시 성운
zh_hans: 银河星云
zh_hant: 銀河星雲

# theme.shop.item.galaxy_violet.description
source: Deep cosmic purple.
ja: 深い宇宙の紫。
ko: 깊은 우주 보라.
zh_hans: 深邃宇宙紫。
zh_hant: 深邃宇宙紫。

# theme.shop.item.galaxy_violet.name
source: Galaxy Violet
ja: ギャラクシーバイオレット
ko: 갤럭시 바이올렛
zh_hans: 银河紫
zh_hant: 銀河紫

# theme.shop.item.galaxy.description
source: Starry night with twinkling stars.
ja: 星空 + 瞬く星。
ko: 별이 빛나는 밤하늘.
zh_hans: 深紫星空 + 闪烁星点。
zh_hant: 深紫星空 + 閃爍星點。

# theme.shop.item.galaxy.name
source: Galaxy
ja: ギャラクシー
ko: 갤럭시
zh_hans: 银河
zh_hant: 銀河

# theme.shop.item.green.description
source: Forest green.
ja: フォレストグリーン。
ko: 포레스트 그린.
zh_hans: 森林绿。
zh_hant: 森林綠。

# theme.shop.item.green.name
source: Green
ja: グリーン
ko: 그린
zh_hans: 森林绿
zh_hant: 森林綠

# theme.shop.item.indigo.description
source: Deep indigo.
ja: ディープインディゴ。
ko: 딥 인디고.
zh_hans: 深靛蓝。
zh_hant: 深靛藍。

# theme.shop.item.indigo.name
source: Indigo
ja: インディゴ
ko: 인디고
zh_hans: 靛蓝
zh_hant: 靛藍

# theme.shop.item.lavender.description
source: Purple with falling petals.
ja: 紫 + 舞う花びら。
ko: 퍼플 + 떨어지는 꽃잎.
zh_hans: 紫 + 飘落花瓣。
zh_hant: 紫 + 飄落花瓣。

# theme.shop.item.lavender.name
source: Lavender
ja: ラベンダー
ko: 라벤더
zh_hans: 薰衣草
zh_hant: 薰衣草

# theme.shop.item.midnight_indigo.description
source: Deep blue midnight sky.
ja: 深い青の夜空。
ko: 깊은 파란 밤하늘.
zh_hans: 深蓝夜空。
zh_hant: 深藍夜空。

# theme.shop.item.midnight_indigo.name
source: Midnight Indigo
ja: ミッドナイト
ko: 미드나잇
zh_hans: 午夜靛
zh_hant: 午夜靛

# theme.shop.item.midnight.description
source: Deep blue starfield with star orbs.
ja: 深い青の星空 + 星。
ko: 딥 블루 별 + 오브.
zh_hans: 深蓝星海 + 星点。
zh_hant: 深藍星海 + 星點。

# theme.shop.item.midnight.name
source: Midnight
ja: ミッドナイト
ko: 미드나잇
zh_hans: 午夜
zh_hant: 午夜

# theme.shop.item.minimal_paper.description
source: Simple flat paper card.
ja: シンプルな用紙風カード。
ko: 심플 페이퍼 카드.
zh_hans: 简约素色纸卡片。
zh_hant: 簡約素色紙卡片。

# theme.shop.item.minimal_paper.name
source: Paper
ja: ペーパー
ko: 페이퍼
zh_hans: 素纸
zh_hant: 素紙

# theme.shop.item.mint_fresh.description
source: Fresh mint with rising bubbles.
ja: ミント + 浮かぶ泡。
ko: 민트 + 떠오르는 버블.
zh_hans: 清新薄荷 + 上升气泡。
zh_hant: 清新薄荷 + 上升氣泡。

# theme.shop.item.mint_fresh.name
source: Mint Fresh
ja: フレッシュミント
ko: 프레시 민트
zh_hans: 清新薄荷
zh_hant: 清新薄荷

# theme.shop.item.mint.description
source: Soft mint green.
ja: 柔らかなミントグリーン。
ko: 부드러운 민트 그린.
zh_hans: 柔和薄荷绿。
zh_hant: 柔和薄荷綠。

# theme.shop.item.mint.name
source: Mint
ja: ミント
ko: 민트
zh_hans: 薄荷
zh_hant: 薄荷

# theme.shop.item.neon.description
source: Bright neon palette with orbs.
ja: 明るいネオン + 光球。
ko: 밝은 네온 + 오브.
zh_hans: 明亮霓虹 + 光球。
zh_hant: 明亮霓虹 + 光球。

# theme.shop.item.neon.name
source: Neon
ja: ネオン
ko: 네온
zh_hans: 霓虹
zh_hant: 霓虹

# theme.shop.item.ocean.description
source: Deep blue with rising bubbles.
ja: 深い青 + 浮かぶ泡。
ko: 딥 블루 + 떠오르는 버블.
zh_hans: 深蓝 + 上升气泡。
zh_hant: 深藍 + 上升氣泡。

# theme.shop.item.ocean.name
source: Ocean
ja: オーシャン
ko: 오션
zh_hans: 海洋
zh_hant: 海洋

# theme.shop.item.orange.description
source: Vibrant orange.
ja: ビビッドオレンジ。
ko: 비비드 오렌지.
zh_hans: 活力橙。
zh_hant: 活力橙。

# theme.shop.item.orange.name
source: Orange
ja: オレンジ
ko: 오렌지
zh_hans: 橙色
zh_hant: 橙色

# theme.shop.item.parchment.description
source: Warm brown aged paper texture.
ja: 茶色のアンティーク紙。
ko: 따뜻한 갈색 양피지.
zh_hans: 暖棕旧纸纹理。
zh_hant: 暖棕舊紙紋理。

# theme.shop.item.parchment.name
source: Parchment
ja: 羊皮紙
ko: 양피지
zh_hans: 羊皮纸
zh_hant: 羊皮紙

# theme.shop.item.pink.description
source: Soft pink.
ja: ソフトピンク。
ko: 소프트 핑크.
zh_hans: 柔粉。
zh_hant: 柔粉。

# theme.shop.item.pink.name
source: Pink
ja: ピンク
ko: 핑크
zh_hans: 粉色
zh_hant: 粉色

# theme.shop.item.polar.description
source: Falling snowflakes on icy blue.
ja: 氷の青 + 舞い落ちる雪。
ko: 얼음 블루 + 눈송이.
zh_hans: 冰蓝 + 飘落雪花。
zh_hant: 冰藍 + 飄落雪花。

# theme.shop.item.polar.name
source: Polar
ja: ポーラー
ko: 폴라
zh_hans: 极地
zh_hant: 極地

# theme.shop.item.purple.description
source: Royal purple.
ja: ロイヤルパープル。
ko: 로얄 퍼플.
zh_hans: 皇家紫。
zh_hant: 皇家紫。

# theme.shop.item.purple.name
source: Purple
ja: パープル
ko: 퍼플
zh_hans: 紫色
zh_hant: 紫色

# theme.shop.item.red.description
source: Bold red.
ja: ビビッドレッド。
ko: 비비드 레드.
zh_hans: 醒目红。
zh_hant: 醒目紅。

# theme.shop.item.red.name
source: Red
ja: レッド
ko: 레드
zh_hans: 红色
zh_hant: 紅色

# theme.shop.item.sakura_blossom.description
source: Cherry blossom petals with pink gradient.
ja: 桜の花びらとピンクのグラデ。
ko: 벚꽃 장식 + 핑크 그라데이션.
zh_hans: 樱花瓣装饰粉色渐变。
zh_hant: 櫻花瓣裝飾粉色漸層。

# theme.shop.item.sakura_blossom.name
source: Sakura Blossom
ja: 桜の花びら
ko: 벚꽃
zh_hans: 樱花瓣
zh_hant: 櫻花瓣

# theme.shop.item.sakura_pink.description
source: Soft cherry blossom pink.
ja: 柔らかな桜色。
ko: 부드러운 벚꽃 핑크.
zh_hans: 柔和樱花粉色。
zh_hant: 柔和櫻花粉色。

# theme.shop.item.sakura_pink.name
source: Sakura Pink
ja: 桜ピンク
ko: 사쿠라 핑크
zh_hans: 樱花粉
zh_hant: 櫻花粉

# theme.shop.item.sakura.description
source: Falling cherry blossom petals on pink.
ja: ピンク + 舞い落ちる桜。
ko: 핑크 + 떨어지는 꽃잎.
zh_hans: 粉色 + 飘落樱花瓣。
zh_hant: 粉色 + 飄落櫻花瓣。

# theme.shop.item.sakura.name
source: Sakura
ja: 桜
ko: 사쿠라
zh_hans: 樱花
zh_hant: 櫻花

# theme.shop.item.sunset_orange.description
source: Warm sunset gradient.
ja: 暖色のサンセット。
ko: 따뜻한 노을 그라데이션.
zh_hans: 暖日落渐变。
zh_hant: 暖日落漸層。

# theme.shop.item.sunset_orange.name
source: Sunset Orange
ja: サンセットオレンジ
ko: 선셋 오렌지
zh_hans: 日落橙
zh_hant: 日落橙

# theme.shop.item.sunset.description
source: Orange-pink flow with warm orbs.
ja: 橙ピンクの流れ + 暖光球。
ko: 오렌지 핑크 흐름 + 따뜻한 오브.
zh_hans: 橙粉流动 + 暖光球。
zh_hant: 橙粉流動 + 暖光球。

# theme.shop.item.sunset.name
source: Sunset
ja: サンセット
ko: 선셋
zh_hans: 日落
zh_hant: 日落

# theme.shop.item.system.description
source: Follow system accent color.
ja: システムアクセントに従う。
ko: 시스템 강조 색상 사용.
zh_hans: 跟随系统主色。
zh_hant: 跟隨系統主色。

# theme.shop.item.system.name
source: System
ja: システム
ko: 시스템
zh_hans: 系统色
zh_hant: 系統色

# theme.shop.item.teal.description
source: Cool teal.
ja: クールなティール。
ko: 쿨 틸.
zh_hans: 冷色水鸭。
zh_hant: 冷色水鴨。

# theme.shop.item.teal.name
source: Teal
ja: ティール
ko: 틸
zh_hans: 水鸭色
zh_hant: 水鴨色

# theme.shop.locked.unlockAt
source: Reach: %@
ja: 解放条件:%@
ko: 달성 조건:%@
zh_hans: 达成:%@
zh_hant: 達成:%@

# theme.shop.preview.title
source: Live Preview
ja: ライブプレビュー
ko: 실시간 미리보기
zh_hans: 实时预览
zh_hant: 即時預覽

# theme.shop.section.accent
source: Primary Colors
ja: テーマ色
ko: 테마 색
zh_hans: 主色预设
zh_hant: 主色預設

# theme.shop.section.animation
source: Timer Animations
ja: タイマー演出
ko: 타이머 애니메이션
zh_hans: 计时器动画
zh_hant: 計時器動畫

# theme.shop.section.skin
source: Card Skins
ja: カードスキン
ko: 카드 스킨
zh_hans: 卡片皮肤
zh_hant: 卡片皮膚

# theme.shop.subtitle
source: Unlock primary colors, card skins and timer animations as you hit milestones.
ja: マイルストーン達成でテーマ色・カードスキン・タイマー演出をアンロック。
ko: 마일스톤 달성으로 테마 색·카드 스킨·타이머 애니메이션을 잠금 해제하세요.
zh_hans: 随着里程碑达成,逐步解锁主色、卡片皮肤与计时器动画。
zh_hant: 隨著里程碑達成,逐步解鎖主色、卡片皮膚與計時器動畫。

# theme.shop.title
source: Theme Shop
ja: テーマショップ
ko: 테마 상점
zh_hans: 主题商店
zh_hant: 主題商店

# theme.shop.unlocked
source: Unlocked
ja: 解放済み
ko: 잠금 해제됨
zh_hans: 已解锁
zh_hant: 已解鎖

source: These signals are read alongside HRV in a single HealthKit permission. You stay in control — disable any time in Settings.
ja: これらのシグナルは HRV と同じ HealthKit 許可で読み取られます。設定からいつでも無効化できます。
ko: 이 신호들은 HRV와 함께 한 번의 HealthKit 권한으로 읽습니다. 설정에서 언제든 비활성화할 수 있습니다.
zh_hans: 这些信号与 HRV 一起在同一次 HealthKit 授权中读取。你可随时在设置中关闭。
zh_hant: 這些訊號與 HRV 一起在同一次 HealthKit 授權中讀取。你可隨時在設定中關閉。

source: Thinking...
ja: 考え中...
ko: 생각 중...
zh_hans: 思考中...
zh_hant: 思考中...

source: This action CANNOT be undone. All selected data will be permanently erased from this device.
ja: この操作は取り消せません。選択したすべてのデータはこのデバイスから完全に消去されます。
ko: 이 작업은 취소할 수 없습니다. 선택한 모든 데이터가 이 기기에서 완전히 삭제됩니다.
zh_hans: 此操作无法撤销。所有选中的数据将从此设备永久删除。
zh_hant: 此操作無法復原。所有選取的資料將從此裝置永久刪除。

source: This file was not created by StudyPulse backup.
ja: このファイルは StudyPulse バックアップで作成されていません。
ko: 이 파일은 StudyPulse 백업에서 생성되지 않았습니다.
zh_hans: 此文件不是由 StudyPulse 备份创建的。
zh_hant: 此檔案不是由 StudyPulse 備份建立。

source: This task is not synced to system Reminders.
ja: このタスクはシステムリマインダーに同期されていません。
ko: 이 작업은 시스템 리마인더에 동기화되어 있지 않습니다.
zh_hans: 该任务尚未同步到系统提醒事项。
zh_hant: 此任務尚未同步至系統提醒事項。

source: This task no longer exists.
ja: このタスクは存在しません。
ko: 이 작업은 더 이상 존재하지 않습니다.
zh_hans: 该任务已不存在。
zh_hant: 此任務已不存在。

source: This week
ja: 今週
ko: 이번 주
zh_hans: 本周
zh_hant: 本週

source: This will reset subject list and auto-check required subjects for %@ - %@. Existing enabled preferences will be kept.
ja: 科目リストをリセットし、%@ - %@ の必修科目を自動的にチェックします。既存の有効な設定は保持されます。
ko: 과목 목록을 재설정하고 %@ - %@의 필수 과목을 자동으로 체크합니다. 기존에 활성화한 설정은 유지됩니다.
zh_hans: 这将重置科目列表，并自动勾选 %@ - %@ 的必修科目。已启用的偏好设置将保留。
zh_hant: 這將重設科目列表，並自動勾選 %@ - %@ 的必修科目。已啟用的偏好設定將保留。

source: This work is licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License.
ja: この作品はクリエイティブ・コモンズ 表示-非営利-継承 4.0 国際ライセンスの下に提供されています。
ko: 이 저작물은 크리에이티브 커먼즈 저작자표시-비영리-동일조건변경허락 4.0 국제 라이선스에 따라 제공됩니다.
zh_hans: 本作品采用知识共享署名-非商业性使用-相同方式共享 4.0 国际许可协议进行许可。
zh_hant: 本作品採用創用 CC 姓名標示-非商業性-相同方式分享 4.0 國際授權條款授權。

source: Thu
ja: 木
ko: 목
zh_hans: 四
zh_hant: 四

source: Tick mistakes you made on this exam. They'll be linked to the review but won't change the original mistake notes.
ja: 今回の試験で間違えたミスにチェックを入れると、振り返りにリンクされます(元のミスは変更されません)。
ko: 이번 시험에서 틀린 오답을 선택하세요. 회고에 링크되지만 원본 오답은 변경되지 않습니다.
zh_hans: 勾选本次考试中做错的题,这些错题会被关联到复盘,但不会修改错题本身。
zh_hant: 勾選本次考試中做錯的題,這些錯題會被關聯到復盤,但不會修改錯題本身。

source: Time
ja: 時間
ko: 시간
zh_hans: 时间
zh_hant: 時間

source: Time Left
ja: 残り時間
ko: 남은 시간
zh_hans: 剩余时间
zh_hant: 剩餘時間

source: Time Range
ja: 期間
ko: 기간
zh_hans: 时间范围
zh_hant: 時間範圍

source: Time Status
ja: 時間状況
ko: 시간 상태
zh_hans: 时间状态
zh_hant: 時間狀態

source: Time to Review
ja: 復習の時間です
ko: 복습할 시간입니다
zh_hans: 该复习了
zh_hant: 該複習了

# time.investment.activeProjects
source: Active Projects
ja: 有効なプロジェクト
ko: 활성 프로젝트
zh_hans: 活跃项目
zh_hant: 活躍專案

# time.investment.addProject
source: Add Project
ja: プロジェクトを追加
ko: 프로젝트 추가
zh_hans: 添加主项目
zh_hant: 加入主專案

# time.investment.addReward
source: Add Reward
ja: リワードを追加
ko: 보상 추가
zh_hans: 添加奖励
zh_hant: 加入獎勵

# time.investment.addSubproject
source: Add Subproject
ja: サブプロジェクトを追加
ko: 하위 프로젝트 추가
zh_hans: 添加子项目
zh_hant: 加入子專案

# time.investment.archive
source: Archive
ja: アーカイブ
ko: 보관
zh_hans: 归档
zh_hant: 封存

# time.investment.assignSelected
source: Assign Selected
ja: 選択項目を分類
ko: 선택 항목 분류
zh_hans: 归类所选记录
zh_hant: 分類所選記錄

# time.investment.chooseProject
source: Choose a Project
ja: プロジェクトを選択
ko: 프로젝트 선택
zh_hans: 选择项目
zh_hant: 選擇專案

# time.investment.collapse
source: Collapse subprojects
ja: サブプロジェクトを折りたたむ
ko: 하위 프로젝트 접기
zh_hans: 收起子项目
zh_hant: 收合子專案

# time.investment.color
source: Theme Color
ja: テーマカラー
ko: 테마 색상
zh_hans: 主题色
zh_hant: 主題色

# time.investment.createBeforeTimer
source: Create or select a project before starting the timer.
ja: タイマーを始める前にプロジェクトを作成または選択してください。
ko: 타이머를 시작하기 전에 프로젝트를 만들거나 선택하세요.
zh_hans: 开始计时前，请先创建或选择一个项目。
zh_hant: 開始計時前，請先建立或選擇一個專案。

# time.investment.details
source: Project Details
ja: プロジェクト詳細
ko: 프로젝트 상세
zh_hans: 项目详情
zh_hant: 專案詳情

# time.investment.duration
source: Duration
ja: 学習時間
ko: 학습 시간
zh_hans: 持续时长
zh_hant: 持續時間

# time.investment.editProject
source: Edit Project
ja: プロジェクトを編集
ko: 프로젝트 편집
zh_hans: 编辑主项目
zh_hant: 編輯主專案

# time.investment.editSession
source: Edit Session
ja: 記録を編集
ko: 기록 편집
zh_hans: 编辑记录
zh_hant: 編輯記錄

# time.investment.editSubproject
source: Edit Subproject
ja: サブプロジェクトを編集
ko: 하위 프로젝트 편집
zh_hans: 编辑子项目
zh_hant: 編輯子專案

# time.investment.empty.description
source: Track long-term effort with projects, subprojects, streaks, and rewards.
ja: プロジェクト、継続日数、リワードで長期的な努力を記録します。
ko: 프로젝트, 연속 학습일, 보상으로 장기 노력을 기록하세요.
zh_hans: 用主项目、子项目、连续天数和奖励记录长期投入。
zh_hant: 用主專案、子專案、連續天數和獎勵記錄長期投入。

# time.investment.empty.title
source: Start Your First Time Project
ja: 最初の時間プロジェクトを作成
ko: 첫 시간 프로젝트 만들기
zh_hans: 创建第一个时间项目
zh_hant: 建立第一個時間專案

# time.investment.error.dependencies
source: This item still has subprojects, sessions, or rewards. Archive or reassign them first.
ja: 関連するサブプロジェクト、記録、リワードを先に整理してください。
ko: 연결된 하위 프로젝트, 기록 또는 보상을 먼저 정리하세요.
zh_hans: 该项目仍有关联的子项目、记录或奖励，请先归档或重新归类。
zh_hant: 此專案仍有關聯的子專案、記錄或獎勵，請先封存或重新分類。

# time.investment.error.hierarchy
source: This move would create a cycle or exceed the maximum depth.
ja: 循環参照になるか、最大階層を超えています。
ko: 순환 구조가 생기거나 최대 깊이를 초과합니다.
zh_hans: 此次移动会形成循环或超过最大层级。
zh_hant: 此次移動會形成循環或超過最大層級。

# time.investment.error.manualSession
source: Choose an active project and record at least one minute.
ja: 有効なプロジェクトを選び、1分以上記録してください。
ko: 유효한 프로젝트를 선택하고 1분 이상 기록하세요.
zh_hans: 请选择有效项目，并至少记录一分钟。
zh_hant: 請選擇有效專案，並至少記錄一分鐘。

# time.investment.error.parentMissing
source: The parent subproject is unavailable.
ja: 親サブプロジェクトが見つかりません。
ko: 상위 하위 프로젝트가 없습니다.
zh_hans: 上级子项目不存在。
zh_hant: 上層子專案不存在。

# time.investment.error.rewardTarget
source: The reward target is unavailable.
ja: リワード対象が見つかりません。
ko: 보상 대상이 없습니다.
zh_hans: 奖励目标不存在。
zh_hant: 獎勵目標不存在。

# time.investment.error.subjectMissing
source: The main project is unavailable.
ja: メインプロジェクトが見つかりません。
ko: 메인 프로젝트가 없습니다.
zh_hans: 主项目不存在。
zh_hant: 主專案不存在。

# time.investment.error.title
source: Time Investment Error
ja: 時間投資エラー
ko: 시간 투자 오류
zh_hans: 时间投资错误
zh_hant: 時間投資錯誤

# time.investment.expand
source: Expand subprojects
ja: サブプロジェクトを展開
ko: 하위 프로젝트 펼치기
zh_hans: 展开子项目
zh_hant: 展開子專案

# time.investment.history
source: Session History
ja: 学習履歴
ko: 학습 기록
zh_hans: 学习记录
zh_hant: 學習記錄

# time.investment.history.empty
source: No sessions have been logged for this project.
ja: このプロジェクトにはまだ記録がありません。
ko: 이 프로젝트에는 아직 기록이 없습니다.
zh_hans: 这个项目还没有学习记录。
zh_hant: 這個專案尚無學習記錄。

# time.investment.hours.format
source: %@ hours
ja: %@時間
ko: %@시간

# time.investment.icon
source: Icon
ja: アイコン
ko: 아이콘
zh_hans: 图标
zh_hant: 圖示

# time.investment.manualLog
source: Log Time
ja: 時間を記録
ko: 시간 직접 기록
zh_hans: 手动记录
zh_hant: 手動記錄

# time.investment.myRewards
source: 🎁 My Goal Rewards
ja: 🎁 目標リワード
ko: 🎁 나의 목표 보상
zh_hans: 🎁 我的目标奖励
zh_hant: 🎁 我的目標獎勵

# time.investment.openHint
source: Opens time investment projects and rewards
ja: 時間投資のプロジェクトとリワードを開きます
ko: 시간 투자 프로젝트와 보상을 엽니다
zh_hans: 打开时间投资项目与奖励
zh_hant: 開啟時間投資專案與獎勵

# time.investment.parent
source: Parent Project
ja: 親プロジェクト
ko: 상위 프로젝트
zh_hans: 上级项目
zh_hant: 上層專案

# time.investment.project
source: Project
ja: プロジェクト
ko: 프로젝트
zh_hans: 项目
zh_hant: 專案

# time.investment.projectName
source: Project Name
ja: プロジェクト名
ko: 프로젝트 이름
zh_hans: 项目名称
zh_hant: 專案名稱

# time.investment.reward.empty.description
source: Set a reward for a project milestone.
ja: プロジェクトの節目にリワードを設定しましょう。
ko: 프로젝트 이정표에 보상을 설정하세요.
zh_hans: 为项目里程碑设置一份期待。
zh_hant: 為專案里程碑設定一份期待。

# time.investment.reward.empty.title
source: Turn Time into Motivation
ja: 時間をモチベーションに
ko: 시간을 동기로 바꾸세요
zh_hans: 让时间带来奖励
zh_hant: 讓時間帶來獎勵

# time.investment.reward.progress
source: %d%% complete
ja: %d%% 完了
ko: %d%% 완료
zh_hans: 已完成 %d%%
zh_hant: 已完成 %d%%

# time.investment.reward.unlocked
source: Unlocked
ja: 達成済み
ko: 달성
zh_hans: 已解锁
zh_hant: 已解鎖

# time.investment.rewardName
source: Reward Name
ja: リワード名
ko: 보상 이름
zh_hans: 奖励名称
zh_hant: 獎勵名稱

# time.investment.rootProject
source: Main Project
ja: メインプロジェクト
ko: 메인 프로젝트
zh_hans: 主项目
zh_hant: 主專案

# time.investment.sessionStart
source: Start Time
ja: 開始時刻
ko: 시작 시간
zh_hans: 开始时间
zh_hant: 開始時間

# time.investment.since.format
source: Since %@
ja: %@から
ko: %@부터
zh_hans: 从 %@
zh_hant: 從 %@

# time.investment.startDate
source: Start Date
ja: 開始日
ko: 시작일
zh_hans: 起点日期
zh_hant: 起點日期

# time.investment.streak.format
source: %d-day streak
ja: %d日連続
ko: %d일 연속
zh_hans: 坚持了 %d 天
zh_hant: 堅持了 %d 天

# time.investment.streakDays
source: Streak Days
ja: 継続日数
ko: 연속 학습일
zh_hans: 连续天数
zh_hant: 連續天數

# time.investment.subprojectName
source: Subproject Name
ja: サブプロジェクト名
ko: 하위 프로젝트 이름
zh_hans: 子项目名称
zh_hant: 子專案名稱

# time.investment.subprojects
source: Subprojects
ja: サブプロジェクト
ko: 하위 프로젝트
zh_hans: 子项目
zh_hant: 子專案

# time.investment.targetHours
source: Target Hours
ja: 目標時間
ko: 목표 시간
zh_hans: 目标小时
zh_hant: 目標小時

# time.investment.thisWeek
source: This Week
ja: 今週
ko: 이번 주
zh_hans: 本周
zh_hant: 本週

# time.investment.title
source: Time Investment
ja: 時間投資
ko: 시간 투자
zh_hans: 时间投资
zh_hant: 時間投資

# time.investment.today
source: Today
ja: 今日
ko: 오늘
zh_hans: 今日
zh_hant: 今天

# time.investment.total
source: Total
ja: 累計
ko: 누적
zh_hans: 累计
zh_hant: 累計

# time.investment.unassigned
source: Unassigned Sessions
ja: 未分類
ko: 미분류
zh_hans: 待归类
zh_hant: 待分類

# time.investment.unassigned.count
source: %d sessions need a project
ja: %d件の記録が未分類です
ko: %d개의 기록을 분류해야 합니다
zh_hans: 有 %d 条记录待归类
zh_hant: 有 %d 筆記錄待分類

# time.investment.unknownProject
source: Unknown Project
ja: 不明なプロジェクト
ko: 알 수 없는 프로젝트
zh_hans: 未知项目
zh_hant: 未知專案

source: Tired
ja: 疲れている
ko: 피곤
zh_hans: 疲惫
zh_hant: 疲憊

source: Title
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

source: Title is required.
ja: タイトルを入力してください。
ko: 제목을 입력하세요.
zh_hans: 标题不能为空。
zh_hant: 標題不能為空。

source: To %d
ja: %d まで
ko: %d까지
zh_hans: 到 %d
zh_hant: 到 %d

source: To safely reach %d (with 95% confidence), you need to close the gap above your lower bound (%d).
ja: %d 点を確実に達成するには(95%% 信頼度)、下限(%d)との差を埋める必要があります。
ko: %d점을 안정적으로 달성하려면(95%% 신뢰도) 하한(%d)과의 차이를 메워야 합니다.
zh_hans: 要稳妥达到 %d 分(95%% 置信度),你需要弥补相对下界(%d)的差距。
zh_hant: 要穩妥達到 %d 分(95%% 置信度),你需要彌補相對下界(%d)的差距。

# toast.unlocked
source: Achievement Unlocked! 🎉
ja: 実績解除！🎉
ko: 성취 달성! 🎉
zh_hans: 成就解锁！🎉
zh_hant: 成就解鎖！🎉

source: Today
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: Today %@ — %@
ja: 今日 %@ — %@
ko: 오늘 %@ — %@
zh_hans: 今天 %@ — %@
zh_hant: 今天 %@ — %@

source: Today %d exams today/tomorrow
ja: 今日 %d 件の試験
ko: 오늘 %d 개 시험
zh_hans: 今天 %d 场考试
zh_hant: 今天 %d 場考試

source: Today Exercise
ja: 本日の運動
ko: 오늘 운동
zh_hans: 今日锻炼
zh_hant: 今日鍛煉

source: Today!
ja: 本日です！
ko: 오늘입니다!
zh_hans: 就是今天！
zh_hant: 就是今天！

source: Today's Best Study Window
ja: 今日の最適な学習時間
ko: 오늘의 최적 학습 시간
zh_hans: 今日最佳学习窗口
zh_hant: 今日最佳學習時段

source: Today's Mood
ja: 今日の気分
ko: 오늘의 기분
zh_hans: 今日心情
zh_hant: 今日心情

source: Today's Top 3
ja: 今日の3つの最重要タスク
ko: 오늘의 3가지 핵심
zh_hans: 今日重点
zh_hant: 今日重點

source: Todo suggestion
ja: Todo の提案
ko: Todo 제안
zh_hans: Todo 建议
zh_hant: Todo 建議

source: Todos
ja: ToDo
ko: 할 일
zh_hans: 待办
zh_hant: 待辦

source: Toggle the subjects you're studying. Tap the score to adjust the full score for each subject.
ja: 学習している科目を切り替えてください。点数をタップして各科目の満点を調整できます。
ko: 학습 중인 과목을 토글하세요. 점수를 탭하여 각 과목의 만점을 조정할 수 있습니다.
zh_hans: 选择你正在学习的科目。点击分数可调整每门科目的满分设置。
zh_hant: 選擇你正在學習的科目。點擊分數可調整每門科目的滿分設定。

source: Tomorrow
ja: 明日
ko: 내일
zh_hans: 明天
zh_hant: 明天
